anki-git
bat
blueman
brightnessctl
btop
calibre
celluloid
copyq
csvlens
dunst
dust
dhcp
eog
entr
feh
ffmpegthumbnailer
firefox
fish
gimp
git 
git-delta
git-extras
glow
grim
gvfs-mtp
hyperfine
hypridle
hyprland
hyprlock
intel-ucode
jupyter-notebook
jre-openjdk
jq
kitty
lazygit
libinput-gestures
libqalculate
localsend
man-db
man-pages
mpv
neofetch
neovim
networkmanager
network-manager-applet
nodejs
npm
noto-fonts-emoji
obsidian
openssh
onefetch
pavucontrol
paru 
papirus-icon-theme
pipewire
pipewire-pulse
prettierd
procs
pyright
python-black
qbittorrent
qt5-wayland
qt6-wayland
rclone
rofi-lbonn-wayland
rofimoji
rsync
slurp
svelte-language-server
sqlfluff
tealdeer
thunderbird
tokei
trash-cli
typos
unrar
unzip
waybar
wayland
wayland-procotols
webcord
wtype
wl-clipboard
wlsunset
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
zathura
zathura-pdf-mupdf
zoxide
