anki-git
bat
bitwarden
blueman
brightnessctl
btop
calibre
celluloid
dunst
dust
dhcp
entr
firefox
fish
git 
git-extras
glow
grim
gvfs-mtp
hyperfine
intel-ucode
jupyter-notebook
jre-openjdk
kitty
lazygit
libinput-gestures
libreoffice-still
libqalculate
man-db
man-pages
mpv
ncspot
nemo
nemo-fileroller
nemo-terminal
neofetch
neovim
networkmanager
network-manager-applet
nodejs
npm
noto-fonts-emoji
obsidian
openssh
onefetch
pavucontrol
paru 
papirus-icon-theme
pipewire
pipewire-pulse
plantuml
prettier
qbittorrent
qimgv-git
qt5-wayland
qt6-wayland
rclone
rofi-lbonn-wayland
rofimoji
rsync
slurp
svelte-language-server
strace
sway-git
swaybg
swaylock
sqlfluff
tealdeer
thunderbird
tokei
valgrind
waybar
wayland
wayland-procotols
wtype
wl-clipboard
wlsunset
xdg-desktop-portal-wlr
zathura
zathura-pdf-poppler
