anki
base
base-devel
bat
bc
blueman
bluez
brightnessctl
btop
calibre
celluloid
chezmoi
clang
cmake
copyq
cowsay
csvlens
dhcp
direnv
downgrade
dunst
efibootmgr
entr
eog
fd
feh
ffmpegthumbnailer
firebase-tools
firefox
fish
fx
fzf
gdb
gimp
git
git-crypt
git-delta
git-extras
git-filter-repo
gitleaks
glfw
glow
gnuplot
go
gopls
greetd-tuigreet
grim
grub
gvfs-mtp
hyperfine
hypridle
hyprland
hyprland-qtutils
hyprlock-git
hyprpaper
hyprpicker
imagemagick
inkscape
intel-media-driver
intel-ucode
iw
jq
jre-openjdk
jupyter-notebook
lazygit
libcaca
libinput-gestures
libqalculate
libvarlink
linux
linux-firmware
localsend-bin
luarocks
man-db
man-pages
mesa-utils
nemo
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
onefetch
openssh
pamixer
papirus-icon-theme
paru
paru-debug
pavucontrol
pipewire-media-session
pipewire-pulse
polkit-gnome
postgresql
procs
python
python-black
qbittorrent
qt5-wayland
qt5-x11extras
qt6-wayland
raindrop
rclone
ripgrep
ripgrep-all
rofi-lbonn-wayland
rofimoji
rsync
slurp
sqlfluff
sudo
syncthing
tealdeer
thunderbird
tokei
trash-cli
ttf-jetbrains-mono-nerd
typos
unrar
unzip
usbutils
waybar
wget
which
wireless_tools
wl-clipboard
wlsunset
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
yazi
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zoxide
zsh
