adobe-source-code-pro-fonts
alacritty
alsa-scarlett-gui
alsa-utils
anki
audacity
backrest
base
base-devel
bat
bc
bibata-cursor-theme
blueman
bluez
brightnessctl
btop
calibre
celluloid
chafa
cheese
chezmoi
clang
cmake
copyq
cpio
csvlens
debian-archive-keyring
debootstrap
dhcp
direnv
downgrade
dunst
ebgaramond-otf
efibootmgr
entr
eog
fastfetch
fd
feh
ffmpegthumbnailer
figlet
firefox
fish
frei0r-plugins
fx
fzf
gdb
gimp
git
git-cliff
git-crypt
git-delta
git-extras
git-filter-repo
git-lfs
github-cli
gitleaks
glfw
glow
gnome-calculator
gnome-disk-utility
gnuplot
go
greetd-tuigreet
grim
grub
gst-plugins-good
gvfs-gphoto2
gvfs-mtp
hyperfine
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprlang
hyprlang2lua
hyprlock
hyprpaper
hyprpicker
hyprutils
imagemagick
inkscape
intel-media-driver
intel-ucode
iw
jellyfin-server
jellyfin-web
jq
jre-openjdk
jupyter-notebook
just
ladspa
lazygit
libcaca
libinput-gestures
libvarlink
libxml2-legacy
linux
linux-firmware
lld
llvm
localsend-bin
lsof
luarocks
man-db
man-pages
mesa-utils
navi
nemo
nemo-fileroller
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
obs-studio
obsidian
onefetch
opencode
openssh
pamixer
papirus-icon-theme
paru
paru-debug
pavucontrol
pdftk
pipewire-alsa
pipewire-pulse
polkit-gnome
postgresql
pre-commit
procs
python
python-black
python-pipx
qbittorrent
qt5-wayland
qt5-x11extras
qt6-wayland
raindrop
rclone
reaper
reflector
ripgrep
ripgrep-all
rmlint-git
rofi
rofimoji
rsync
rustup
shotcut
shotwell
slurp
spotify-launcher
sqlfluff
starship
sudo
syncthing
tauon-music-box
tealdeer
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-luatex
thunderbird
tokei
trash-cli
tree
ttf-jetbrains-mono-nerd
typos
unrar
unzip
usbutils
ventoy-bin
via
watchexec
waybar
wget
which
wireless_tools
wireplumber
wl-clipboard
wlsunset
woeusb
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
yazi
zathura
zathura-djvu
zathura-pdf-mupdf
zellij
zip
zoxide
